tap "argon/mas"
tap "beeftornado/rmtree"
tap "dart-lang/dart"
tap "go-delve/delve"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kylef/formulae"
tap "neovim/neovim"
tap "rcmdnk/file"
tap "sanemat/font"
tap "tkengo/highway"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
brew "arp-scan"
brew "automake"
brew "asdf"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "boost"
brew "bzip2"
brew "c-ares"
brew "cabal-install"
brew "glib"
brew "carthage"
brew "libunistring"
brew "guile"
brew "nghttp2"
brew "unbound", link: false
brew "emacs"
brew "cask"
brew "chisel"
brew "clang-format"
brew "cloog"
brew "cscope"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "dbus"
brew "dep"
brew "docker", link: false
brew "gnu-tar"
brew "dpkg"
brew "ext4fuse"
brew "faac"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "geckodriver", link: false
brew "geoip"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "global"
brew "gmp@4"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "haskell-stack"
brew "helm"
brew "heroku"
brew "httpie"
brew "python@3.8"
brew "imagemagick"
brew "isl@0.12"
brew "jq"
brew "kubectx"
brew "kustomize"
brew "libssh2"
brew "libvo-aacenc"
brew "libxml2"
brew "llvm@3.9"
brew "mackup"
brew "mas"
brew "openjdk"
brew "maven"
brew "maven@3.2"
brew "mercurial"
brew "mono", link: false
brew "mplayer"
brew "protobuf"
brew "mysql", restart_service: true
brew "nasm"
brew "neovim"
brew "nginx"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "openssl@3"
brew "peco"
brew "po4a"
brew "postgresql"
brew "pyenv"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rtmpdump"
brew "ruby"
brew "ruby@2.0"
brew "ruby@2.1"
brew "ruby@2.7"
brew "sourcekitten"
brew "sphinx-doc"
brew "stern"
brew "swig"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "weechat"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "beeftornado/rmtree/brew-rmtree"
brew "dart-lang/dart/dart", link: false
brew "golangci/tap/golangci-lint"
brew "kylef/formulae/swiftenv"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
brew "tkengo/highway/highway"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "weaveworks/tap/eksctl"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "caffeine"
cask "charles"
cask "clipy"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "finicky"
cask "flutter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "ifunbox"
cask "iterm2"
cask "karabiner-elements"
cask "osxfuse"
cask "phantomjs"
cask "pibakery"
cask "postman"
cask "raspberry-pi-imager"
cask "sequel-pro-nightly"
cask "shiftit"
cask "skype"
cask "spectacle"
cask "supercollider"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
