tap "beeftornado/rmtree"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/versions"
tap "sanemat/font"
tap "tkengo/highway"
brew "apple-gcc42"
brew "autoconf"
brew "automake"
brew "boost"
brew "git"
brew "brew-rmtree"
brew "c-ares"
brew "cabal-install"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "cairo"
brew "carthage"
brew "emacs"
brew "cask"
brew "chisel"
brew "clang-format"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cscope"
brew "ctags"
brew "zeromq"
brew "czmq"
brew "dbus"
brew "gnu-tar"
brew "dpkg"
brew "faac"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "icu4c"
brew "gdbm"
brew "sqlite"
brew "libtool"
brew "gmp"
brew "isl"
brew "gcc"
brew "geoip"
brew "gibo"
brew "gist"
brew "libunistring"
brew "nettle"
brew "grep"
brew "haskell-stack"
brew "heroku"
brew "imagemagick"
brew "libevent"
brew "libsodium"
brew "libvo-aacenc"
brew "libxml2"
brew "libyaml"
brew "lua"
brew "mackup"
brew "mas"
brew "maven"
brew "maven@3.2"
brew "mercurial"
brew "mplayer"
brew "mysql"
brew "nasm"
brew "openssl@1.1"
brew "nginx"
brew "nkf"
brew "nmap"
brew "peco"
brew "postgresql"
brew "qt"
brew "rbenv"
brew "rbenv-gemset"
brew "ruby"
brew "ruby@2.0"
brew "ruby@2.1"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim", args: ["with-lua"]
brew "weechat"
brew "wget"
brew "wireshark", args: ["with-qt"]
brew "zsh"
brew "zsh-completions"
brew "sanemat/font/ricty"
brew "tkengo/highway/highway"
mas "1Keyboard", id: 766939888
mas "1Password", id: 443987910
mas "Caffeine", id: 411246225
mas "Disk Scope", id: 541927265
mas "Docs for Xcode", id: 688199928
mas "Evernote", id: 406056744
mas "FreeMemory Pro", id: 486967844
mas "GarageBand", id: 408980954
mas "GrandPerspective", id: 1111570163
mas "Growl", id: 467939042
mas "iKeyboard", id: 441439411
mas "iMovie", id: 408981434
mas "Inpaint", id: 415492014
mas "iPhoto", id: 408981381
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "MenuTimer", id: 595968424
mas "MPlayerX", id: 421131143
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasteasy", id: 906277880
mas "PicGIF Lite", id: 844918735
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
mas "YoruFukurou", id: 428834068
